---
kind: other
id: Properties.T:Autodesk.Revit.DB.VertexIndexPairArrayIterator
source: html/b46e6905-fd80-aaa1-3e26-2ca619c6538e.htm
---
# VertexIndexPairArrayIterator Properties

Retrieves the item that is the current focus of the iterator.